[UIFacility_ConditionSoldierSlot]
m_strConditionSoldierDialogTitle="ФИЗИЧЕСКАЯ ПОДГОТОВКА БОЙЦА"
m_strConditionSoldierDialogText="<XGParam:StrValue0/!UnitName/> может пройти физическую подготовку, увеличивая одну из доступных характеристик в зависимости от боевой смекалки солдата. Пока идет подготовка боец будет недоступен для миссий в течение <XGParam:StrValue1/!Days/> дней. <XGParam:StrValue0/!UnitName/> может пройти физическую подготовку только ОДИН раз. Вы хотите продолжить?"
m_strStopConditionSoldierDialogTitle="ОСТАНОВИТЬ ФИЗИЧЕСКУЮ ПОДГОТОВКУ?"
	;m_TR_strStopRebuildSoldierDialogText="Отменить обучение бойца %UNITNAME на специальность \"%CLASSNAME?\"\n\nВнимание: прогресс обучения будет полностью потерян."
m_strStopConditionSoldierDialogText="Отменить физическую подготовку бойца %UNITNAME?\n\nВнимание: прогресс подготовки будет полностью потерян."
	;m_strNoConditionSoldiersTooltip="Солдаты, готовые пройти физическую подготовку, отсутствуют."
	;m_strConditionSoldiersAvailableTooltip="Назначить бойца для физической подготовки."
m_strNoSoldiersTooltip=Солдаты, готовые пройти физическую подготовку, отсутствуют. 
m_strSoldiersAvailableTooltip=Назначить бойца для физической подготовки.

[UIChooseClass_ConditionSoldier]
m_strTitle="Выберите тренировку"
m_strInventoryLabel="Доступное обучение:"
m_strBuy="НАЧАЛО ФИЗИЧЕСКОЙ ПОДГОТОВКИ"
m_strStatTitle="Физическая подготовка"
;m_strStatDesc="Проведите физическую подготовку этого солдата, чтобы он имел более высокую характеристику: <XGParam:StrValue0/!Stat/>. <XGParam:StrValue1/!CombatIntelligence/> боевая смекалка предоставляет бойцу дополнительный +<XGParam:IntValue0/!PrcntBonus/>% шанс на лучший бросок бонуса между +<XGParam:IntValue1/!MinBonus/> и +<XGParam:IntValue2/!MaxBonus/>. Кроме того, солдат получит НОВЫЕ СПОСОБНОСТИ и очки способностей!."
m_strStatDesc="Специализированная тренировка, направленная на улучшение характеристики: <XGParam:StrValue0/!Stat/>. Предоставляет дополнительные очки способностей, а также новые способности.\n\n\nБоевая смекалка: <XGParam:StrValue1/!CombatIntelligence/>\n<XGParam:StrValue0/!Stat/> предоставляет бонус: от +<XGParam:IntValue1/!MinBonus/> до +<XGParam:IntValue2/!MaxBonus/> (+<XGParam:IntValue0/!PrcntBonus/>% шанс бонуса)."

[XComGameState_HeadquartersProjectConditionSoldier]
m_strAbilityPoints="Очки способностей"
m_strAbility="Способность"
m_strAbilities="Способности"

[UIAlert_ConditionSoldier]
m_strContinueCSTraining="Продолжить"
m_strBonusCS="Характеристика улучшена, способности и ОС"
m_strColorCS="'#3ABD23'"